Repository: yuyakan/EarphonesSensor
Catalog: AirpodsAccelerator/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, zh_hans

source: Waiting for measurement
de: Warten auf Messung
es: Esperando medición
fr: En attente de mesure
ko: 측정 대기 중
pt_br: Aguardando medição
zh_hans: 等待测量

# During measurement
source: Measuring
de: Jetzt wird gemessen
es: Ahora midiendo
fr: Maintenant, je mesure
ko: 지금 측정 중
pt_br: Agora medindo
zh_hans: 现在测量

# End of measurement
source: Measurement completed
de: Messung abgeschlossen
es: Medición completada
fr: Mesure terminée
ko: 측정 완료
pt_br: Medição concluída
zh_hans: 测量完成

source: Failed to save
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
ko: 저장하지 못했습니다
pt_br: Falha ao salvar
zh_hans: 保存失败

# File name to save
source: File name
de: Dateiname
es: Nombre del archivo
fr: Nom de fichier
ko: 파일 이름
pt_br: Nome do arquivo
zh_hans: 文件名

# sameNameText
source: The file name to save has not been entered
de: Der Dateiname wurde nicht eingegeben
es: No se ha introducido el nombre del archivo
fr: Le nom du fichier n'a pas été saisi
ko: 파일 이름이 입력되지 않았습니다
pt_br: TO nome do arquivo não foi inserido
zh_hans: 尚未输入文件名

# sameNameMessage
source: Please enter the file name
de: Bitte geben Sie den Dateinamen ein
es: Por favor, introduzca el nombre del archivo
fr: Veuillez saisir le nom du fichier
ko: 파일 이름을 입력하세요
pt_br: Digite o nome do arquivo
zh_hans: 请输入文件名

source: Save completed
de: Speicherung abgeschlossen
es: Guardado completado
fr: Sauvegarde terminée
ko: 저장 완료
pt_br: Salvamento concluído
zh_hans: 保存完成

# saveFile
source: Saved in 'Files'->'On My iPhone'->'EarphonesAccelerationSensor'
de: 'Dateien'->'Auf meinem iPhone'->'EarphonesAccelerationSensor'
es: 'Archivos'->'En mi iPhone'->'EarphonesAccelerationSensor'
fr: 'Fichiers'->'Sur mon iPhone'->'EarphonesAccelerationSensor'
ko: '파일'->'나의 iPhone'->'EarphonesAccelerationSensor'
pt_br: 'Arquivos'->'No Meu iPhone'->'EarphonesAccelerationSensor'
zh_hans: '文件'->'我的iPhone'->'EarphonesAccelerationSensor'

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
ko: 구하다
pt_br: Salvar
zh_hans: 保持

# checkAirpods
source: Check your earphone connection
de: Überprüfen Sie Ihre Kopfhörerverbindung
es: Comprueba la conexión de tus auriculares
fr: Vérifiez la connexion de vos écouteurs
ko: 이어폰 연결을 확인하세요
pt_br: Verifique a conexão do seu fone de ouvido
zh_hans: 检查您的耳机连接
